{
  "doctors" : [
  {
    "id": 1,
    "name": "Dr. Aditi Sharma",
    "specialization": "Dermatologist",
    "qualification": "MBBS, MD (Dermatology)",
    "experience": 10,
    "rating": 4.6,
    "location": "Indore, MP",
    "availability": "Available",
    "fees": 600,
    "about": "Dr. Aditi Sharma is a renowned dermatologist with over a decade of experience in treating a wide range of skin conditions including acne, eczema, pigmentation, and fungal infections. She also specializes in cosmetic dermatology, offering treatments for anti-aging, chemical peels, and laser therapy. Her approach combines clinical expertise with a deep understanding of individual skincare needs. She believes in educating her patients for long-term skin health. Her warm and reassuring demeanor helps build strong patient trust and satisfaction.",
    "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075839/doc11_mcr47a.png"
  },
  {
    "id": 2,
    "name": "Dr. Neha Kulkarni",
    "specialization": "Pediatrician",
    "qualification": "MBBS, DCH, MD (Pediatrics)",
    "experience": 7,
    "rating": 4.2,
    "location": "Raipur, CG",
    "availability": "Not Available",
    "fees": 500,
    "about": "Dr. Neha Kulkarni is an experienced pediatrician known for her compassionate care and in-depth understanding of child development. She provides comprehensive medical care for infants, children, and adolescents, including vaccinations, nutritional guidance, and management of common and chronic illnesses. She takes time to address parental concerns and educates families about health milestones and preventive care. Her patient-centered approach, coupled with effective communication, makes her a trusted pediatrician among parents. Her calm and friendly manner helps children feel at ease.",
    "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075839/doc13_fybfwg.png"
  },
  {
    "id": 3,
    "name": "Dr. Meena Patil",
    "specialization": "Gastroenterologist",
    "qualification": "MBBS, MD (Medicine), DM (Gastroenterology)",
    "experience": 12,
    "rating": 4.8,
    "location": "Nagpur, MH",
    "availability": "Available",
    "fees": 700,
    "about": "Dr. Meena Patil is a senior gastroenterologist with 12 years of experience in diagnosing and managing digestive system disorders, liver diseases, and gastrointestinal cancers. She is skilled in performing endoscopy, colonoscopy, and treating conditions like GERD, IBS, ulcers, and hepatitis. Dr. Patil emphasizes the importance of diet and lifestyle modification alongside medication. Her practice is known for personalized care, accurate diagnosis, and ethical medical guidance. She is widely respected for her dedication to patient education and preventive gastro care.",
    "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075840/doc15_hrajde.png"
  },
  {
    "id": 4,
    "name": "Dr. Suresh Rao",
    "specialization": "Neurologist",
    "qualification": "MBBS, MD (General Medicine), DM (Neurology)",
    "experience": 9,
    "rating": 4.3,
    "location": "Bhopal, MP",
    "availability": "Available",
    "fees": 650,
    "about": "Dr. Suresh Rao is a well-known neurologist with nearly a decade of experience in managing neurological disorders including epilepsy, migraine, multiple sclerosis, and stroke recovery. He is skilled in using neuroimaging and advanced diagnostic tools for creating effective treatment plans. Dr. Rao also helps patients manage long-term neurological conditions with a balance of medication and therapy. He is highly regarded for his calm and empathetic communication, ensuring that patients and caregivers understand each step of the treatment journey clearly.",
    "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075839/doc12_oxkqpg.png"
  },
  {
    "id": 5,
    "name": "Dr. Rakesh Verma",
    "specialization": "General Physician",
    "qualification": "MBBS, MD (General Medicine)",
    "experience": 11,
    "rating": 4.7,
    "location": "Pune, MH",
    "availability": "Not Available",
    "fees": 400,
    "about": "Dr. Rakesh Verma is a general physician with over 11 years of experience in internal medicine. He provides primary care for a wide range of acute and chronic health conditions such as fever, infections, hypertension, diabetes, and lifestyle-related illnesses. He is appreciated for his systematic diagnosis and preventive approach, often guiding patients through dietary and routine adjustments. Dr. Verma is a strong advocate of regular health checkups and holistic well-being. His patients consider him a reliable first point of contact for all medical needs.",
    "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075839/doc14_rvpgu9.png"
  },
  {
    "id": 6,
    "name": "Dr. Kavita Menon",
    "specialization": "Gynecologist",
    "qualification": "MBBS, MS (Obstetrics & Gynecology)",
    "experience": 15,
    "rating": 4.5,
    "location": "Delhi",
    "availability": "Available",
    "fees": 700,
    "about": "Dr. Kavita Menon is a senior gynecologist and obstetrician with 15 years of experience in women’s reproductive health, fertility treatments, and high-risk pregnancies. She offers compassionate care and evidence-based solutions for menstrual disorders, PCOS, menopause, and family planning. Dr. Menon is also proficient in minimally invasive surgeries and prenatal counseling. Her patients admire her for being attentive, respectful, and informative during consultations. She actively promotes women's wellness through awareness programs and maintains a supportive, non-judgmental approach throughout her practice.",
    "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075838/doc9_njq72m.png"
  },
  {
  "id": 7,
  "name": "Dr. Aman Singh",
  "specialization": "Neurologist",
  "qualification": "MBBS, MD (Internal Medicine), DM (Neurology)",
  "experience": 6,
  "rating": 4.0,
  "location": "Chennai, TN",
  "availability": "Not Available",
  "fees": 550,
  "about": "Dr. Aman Singh is a dynamic neurologist who treats complex neurological disorders such as seizures, neuropathy, migraines, and neuroinfections. With over 6 years of experience, he integrates the latest neurodiagnostic methods and therapeutic strategies in patient care. His commitment to patient education and empathy makes him highly approachable, especially for those seeking second opinions or long-term neurological support. Dr. Singh also contributes to research and is passionate about raising public awareness about neurological health.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075838/doc8_rmxhra.png"
},
{
  "id": 8,
  "name": "Dr. Rajeev Kapoor",
  "specialization": "Pediatrician",
  "qualification": "MBBS, MD (Pediatrics)",
  "experience": 13,
  "rating": 4.9,
  "location": "Kolkata, WB",
  "availability": "Available",
  "fees": 600,
  "about": "Dr. Rajeev Kapoor is a pediatrician with more than 13 years of experience in comprehensive child care. His expertise includes treating acute illnesses, chronic pediatric conditions, developmental delays, and behavioral issues. Dr. Kapoor is also recognized for his proficiency in child nutrition and vaccination scheduling. Parents appreciate his gentle and reassuring nature, which comforts children during stressful medical visits. He ensures that both child and parent leave with clarity and confidence in the care plan.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075838/doc10_r0bhlc.png"
},
{
  "id": 9,
  "name": "Dr. Tanmay Tripathi",
  "specialization": "Dermatologist",
  "qualification": "MBBS, DVD, MD (Dermatology)",
  "experience": 8,
  "rating": 4.4,
  "location": "Hyderabad, TS",
  "availability": "Available",
  "fees": 550,
  "about": "Dr. Tanmay Tripathi is a dermatologist known for his advanced treatment of acne, hair loss, pigmentation, and fungal infections. With 8 years of clinical experience, he offers both curative and cosmetic services such as laser therapy, chemical peels, and scar reduction. He tailors skincare regimens to suit different skin types and lifestyles. Dr. Tripathi emphasizes a blend of science and empathy in his approach, ensuring patients understand the root cause of skin issues. He is especially popular among young adults seeking aesthetic care.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075837/doc7_qsf2nb.png"
},
{
  "id": 10,
  "name": "Dr. Vikram Joshi",
  "specialization": "Gynecologist",
  "qualification": "MBBS, DGO, MS (Gynecology)",
  "experience": 5,
  "rating": 4.1,
  "location": "Mumbai, MH",
  "availability": "Available",
  "fees": 500,
  "about": "Dr. Vikram Joshi is a gynecologist specializing in women's health, reproductive care, and pregnancy support. With 5 years of hands-on experience, he is proficient in treating hormonal imbalances, menstrual irregularities, infertility, and prenatal concerns. He is well-versed in laparoscopic procedures and patient education. His patients value his respectful, non-rushed consultations and dedication to personalized care. Dr. Joshi’s goal is to provide a safe and supportive space where women feel heard and cared for at every stage of life.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075836/doc4_rsf3e7.png"
},
{
  "id": 11,
  "name": "Dr. Deepak Dubey",
  "specialization": "Gastroenterologist",
  "qualification": "MBBS, MD (Internal Medicine), DNB (Gastroenterology)",
  "experience": 14,
  "rating": 4.6,
  "location": "Ahmedabad, GJ",
  "availability": "Not Available",
  "fees": 750,
  "about": "Dr. Deepak Dubey is a gastroenterologist with 14 years of clinical experience treating gastrointestinal disorders like ulcers, acid reflux, constipation, and liver conditions such as hepatitis and fatty liver. He utilizes diagnostic tools like endoscopy and liver function tests to offer accurate treatment. Dr. Dubey combines conventional medicine with lifestyle counseling to prevent recurrence of GI problems. He is widely appreciated for his clear explanations, meticulous diagnosis, and respectful engagement with every patient seeking digestive care.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075836/doc6_m6ztzu.png"
},
{
  "id": 12,
  "name": "Dr. Anjali Mehra",
  "specialization": "General Physician",
  "qualification": "MBBS, MD (Internal Medicine)",
  "experience": 10,
  "rating": 4.3,
  "location": "Indore, MP",
  "availability": "Available",
  "fees": 450,
  "about": "Dr. Anjali Mehra is a trusted general physician offering primary care for adults and the elderly. With 10 years of medical practice, she treats infections, hypertension, allergies, and metabolic disorders. Her emphasis on preventive care and wellness planning makes her stand out. Dr. Mehra is known for her attentive listening, comprehensive consultations, and commitment to patient comfort. She also promotes healthy habits and mental well-being, especially among working professionals and senior citizens managing long-term illnesses.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075836/doc5_i9mrt8.png"
},
{
  "id": 13,
  "name": "Dr. Nikhil Bansa",
  "specialization": "Gynecologist",
  "qualification": "MBBS, MS (Obstetrics & Gynecology)",
  "experience": 7,
  "rating": 4.2,
  "location": "Lucknow, UP",
  "availability": "Available",
  "fees": 520,
  "about": "Dr. Nikhil Bansa is a gynecologist focused on fertility treatments, menstrual health, and reproductive wellness. He has 7 years of experience and is trained in handling PCOS, antenatal care, IVF counseling, and minor gynecological surgeries. Dr. Bansa emphasizes open communication, empowering women to take charge of their health. He provides personalized treatment plans based on the patient’s age, lifestyle, and family goals. Known for his calm demeanor, he ensures each visit is educational and reassuring.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075836/doc3_w9h6k1.png"
},
{
  "id": 14,
  "name": "Dr. Swati Jain",
  "specialization": "General Physician",
  "qualification": "MBBS, DNB (General Medicine)",
  "experience": 9,
  "rating": 4.4,
  "location": "Jaipur, RJ",
  "availability": "Not Available",
  "fees": 400,
  "about": "Dr. Swati Jain is a general physician with 9 years of experience treating everyday health problems, including colds, fevers, infections, and chronic diseases like diabetes and blood pressure. She is known for her prompt diagnosis and personalized care strategies. Dr. Jain builds long-term relationships with patients and emphasizes health education. Her supportive approach encourages patients to adopt healthier routines and adhere to treatments. Whether for a sudden illness or regular checkup, she is trusted across age groups.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075836/doc2_sglhxc.png"
},
{
  "id": 15,
  "name": "Dr. Anuj Desai",
  "specialization": "Dermatologist",
  "qualification": "MBBS, MD (Skin & VD)",
  "experience": 6,
  "rating": 4.1,
  "location": "Surat, GJ",
  "availability": "Available",
  "fees": 480,
  "about": "Dr. Anuj Desai is a young and skilled dermatologist treating skin conditions such as acne, fungal infections, allergies, and psoriasis. He also offers cosmetic treatments like mole removal, anti-aging therapies, and pigmentation correction. With 6 years of experience, he uses safe, modern techniques to enhance skin health. Dr. Desai also guides patients on skincare routines and preventive dermatology. His practice is centered around comfort, confidentiality, and results, making him a trusted choice for patients of all ages.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/v1754075836/doc1_oeqpqe.png"
},
{
  "id": 16,
  "name": "Dr. Sneha Reddy",
  "specialization": "Gastroenterologist",
  "qualification": "MBBS, MD (Medicine), DM (Gastroenterology)",
  "experience": 8,
  "rating": 4.0,
  "location": "Noida, UP",
  "availability": "Not Available",
  "fees": 620,
  "about": "Dr. Sneha Reddy is a gastroenterologist specializing in digestive disorders with a focus on women’s health. With 8 years of experience, she treats GERD, IBS, ulcers, and liver issues using diagnostic precision and lifestyle interventions. She’s known for her empathetic, patient-focused approach, ensuring comfort during sensitive GI consultations. Dr. Reddy emphasizes preventive gastro care and educates patients on diet, stress management, and hydration. Her work also includes public talks on digestive wellness and women-specific gut health issues.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/e_background_removal/c_fill,w_411,h_412,f_png/v1754076821/ImageForArticle_21444_17237252394561665_wwes9h.webp"
},
{
  "id": 17,
  "name": "Dr. Shalini Nair",
  "specialization": "Pediatrician",
  "qualification": "MBBS, MD (Pediatrics), Fellowship in Neonatology",
  "experience": 11,
  "rating": 4.5,
  "location": "Bengaluru, KA",
  "availability": "Available",
  "fees": 560,
  "about": "Dr. Shalini Nair is a pediatrician offering expert care for infants, children, and teens across a variety of health areas—vaccinations, nutrition, growth tracking, and illness management. With 11 years of experience and a fellowship in neonatology, she is especially skilled in newborn care and early intervention. Her approach is nurturing, informative, and family-centered. She focuses on long-term child development, emotional health, and preventive medicine. Parents trust her guidance, and children feel safe and understood in her care.",
  "image": "https://res.cloudinary.com/dijdcmpa1/image/upload/e_background_removal/c_fill,w_411,h_412,f_png/v1754076823/photo-1659353888906-adb3e0041693_at0ide.jpg"
}
]

}
